Repository: Keickd/BBDD_IOS_Grupal
Catalog: Trabajo-grupal-IOS/GrupalMarcosRadeluis/GrupalMarcosRadeluis/Utils/Localizable.xcstrings
Source language: en
Languages: es

source: Age
es: Edad

source: Alert sound:
es: Sonido de alerta

source: Calories (kcal)
es: Calorías (kcal)

source: Check Trainings
es: Entrenamientos

source: Choose your training
es: Elige tu entrenamiento

source: Close
es: Cerrar

source: Continue
es: Continuar

source: Data saved successfully
es: Datos guardados correctamente

source: Distance (km)
es: Distancia (km)

source: Do you wish to end the training?
es: ¿Quieres finalizar el entrenamiento?

source: End training?
es: ¿Finalizar entrenamiento?

source: Enter your age
es: Introduce tu edad

source: Enter your email
es: Introduce tu email

source: Enter your name
es: Introduce tu nombre

source: Enter your weight
es: Introduce tu peso

source: Heart rate (bpm)
es: Ritmo cardiaco (bpm)

source: Heavy Training
es: Entrenamiento Fuerte

source: Intensity
es: Intensidad

source: Light Training
es: Entrenamiento Ligero

source: Name
es: Nombre

source: Oop!
es: ¡Ups!

source: Pause
es: Pausar

source: Play
es: Correr

source: Profile
es: Perfil

source: Save
es: Guardar

source: Settings
es: Ajustes

source: Sign Up
es: Registro

source: Speed (km/h)
es: Velocidad (km/h)

source: Start Training
es: Entrenar

source: Steps
es: Pasos

source: Stop
es: Fin

source: There are no trainings
es: No hay entrenamientos

source: There was an error saving
es: Hubo un error al guardar

source: There was an error saving data
es: Hubo un error al guardar los datos

source: Time
es: Tiempo

source: Training
es: Entrenamiento

source: Training route
es: Ruta del entrenamiento

source: Training Type
es: Tipo de Entrenamiento

source: Trainings
es: Entrenamientos

source: Weight
es: Peso
